<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title></title>
</head>
<body>
<table border="1" style="border-collapse: collapse">
  <th></th><th>周一</th><th>周二</th><th>周三</th><th>周四</th><th>周五</th>
  <tr><td>第一二节</td><td>数据库系统原理◇第01-10周◇张华伟◇新2-404</td><td></td><td>人工智能概论◇第01-16周◇邹承明◇新1-403</td><td>算法设计与分析B◇第01-13周◇李晓红◇新1-307</td><td>信息安全◇第01-13周◇孙贤伟◇新1-502</td></tr>
  <tr><td>第三四节</td><td>多媒体技术◇第01-13周◇张伟◇新3-313</td><td>软件需求工程B◇第01-12周◇岑丽◇新1-507</td><td>数据库系统原理◇第01-10周◇张华伟◇新2-210</td><td>编译原理◇第01-16周◇饶文碧◇新1-409</td><td>概论◇第01-16周◇杨爱杰◇新1-306</td><</tr>
  <tr><td>第五六节</td><td>软件设计与体系结构◇第01-12周◇陈明俊◇新2-410</td><td>编译原理◇第01-16单周◇饶文碧◇新2-410</td><td>通信原理D◇第01-13周◇刘维◇新3-313</td><td></td><td>马克思主义基本原理◇第01-14周◇张清◇新1-302</td></tr>
  <tr><td>第七八节</td><td>软件开发工具◇第11-18周◇向广利◇新1-306</td><td>马克思主义基本原理◇第01-14单周◇张清◇新1-302</td><td>概论◇第01-16周◇杨爱杰◇新1-304</td><td></td><td>概论◇第16-16周◇杨爱杰◇新1-306</td></tr>
</table>
</body>
</html>








